Repository: devopsmariocom/A6Cutter
Catalog: A6Cutter/*.lproj/Localizable.strings
Languages: cs

# Posunuti rezu
source: Cut Shifts
cs: Posunuti rezu

# Horizontální posun
source: Horizontal shift
cs: Horizontální posun

# Vertikální posun
source: Vertical shift
cs: Vertikální posun

# Vynechání stránek
source: Skip Pages
cs: Vynechání stránek

# Zadejte čísla stránek oddělená čárkou
source: Enter page numbers separated by commas
cs: Zadejte čísla stránek oddělená čárkou

# Otočení
source: Rotation
cs: Otočení

# Otočit z landscape na portrait
source: Rotate from landscape to portrait
cs: Otočit z landscape na portrait

# Směr otáčení
source: Rotation Direction
cs: Směr otáčení

# Po směru hodinových ručiček
source: Clockwise
cs: Po směru hodinových ručiček

# Proti směru hodinových ručiček
source: Counter-clockwise
cs: Proti směru hodinových ručiček

# Řezání
source: Cutting
cs: Řezání

# Vypnout řezání
source: Disable Cutting
cs: Vypnout řezání

# Počet stránek
source: Page Count
cs: Počet stránek

# Uložit PDF
source: Save PDF
cs: Uložit PDF

# Náhled v Preview
source: Preview
cs: Náhled v Preview

# Tisk
source: Print
cs: Tisk

# Otevřít PDF
source: Open PDF
cs: Otevřít PDF

# Náhled všech stránek
source: Preview of all pages
cs: Náhled všech stránek

# Str.
source: Page
cs: Str.

# VYNECHÁNO
source: SKIPPED
cs: VYNECHÁNO

# Začínám zpracování PDF...
source: Starting PDF processing...
cs: Začínám zpracování PDF...

# KROK 1: Otočuji landscape stránky na portrait...
source: STEP 1: Rotating landscape pages to portrait...
cs: KROK 1: Otočuji landscape stránky na portrait...

# KROK 2: Řezání je vypnuto - pouze otočení
source: STEP 2: Cutting disabled - rotation only
cs: KROK 2: Řezání je vypnuto - pouze otočení

# KROK 2: Řezání stránek na A6 dlaždice...
source: STEP 2: Cutting pages into A6 tiles...
cs: KROK 2: Řezání stránek na A6 dlaždice...

# KROK 3: Vynechání stránek podle filtru
source: STEP 3: Skipping pages according to filter
cs: KROK 3: Vynechání stránek podle filtru

# Počet stránek v původním PDF
source: Number of pages in original PDF
cs: Počet stránek v původním PDF

# Stránka
source: Page
cs: Stránka

# bodů
source: points
cs: bodů

# Po otočení
source: After rotation
cs: Po otočení

# A6 landscape rozměry
source: A6 landscape dimensions
cs: A6 landscape rozměry

# A6 portrait rozměry
source: A6 portrait dimensions
cs: A6 portrait rozměry

# Rozdělení
source: Division
cs: Rozdělení

# dlaždic
source: tiles
cs: dlaždic

# velikost dlaždice
source: tile size
cs: velikost dlaždice

# Přidána stránka
source: Added page
cs: Přidána stránka

# Dokončeno! Celkem vytvořeno
source: Completed! Total created
cs: Dokončeno! Celkem vytvořeno

# stránek
source: pages
cs: stránek

# KROK 3: Aplikuji vynechání stránek na konečný výsledek
source: STEP 3: Applying page skipping to final result
cs: KROK 3: Aplikuji vynechání stránek na konečný výsledek

# Přeskakuji stránku
source: Skipping page
cs: Přeskakuji stránku

# v konečném výsledku
source: in final result
cs: v konečném výsledku

# do konečného výsledku
source: to final result
cs: do konečného výsledku

# PDF úspěšně rozřezán na A6, nový počet stránek
source: PDF successfully cut to A6, new page count
cs: PDF úspěšně rozřezán na A6, nový počet stránek

# PDF úspěšně regenerován s novými nastaveními (bez vynechání), nový počet stránek
source: PDF successfully regenerated with new settings (without skipping), new page count
cs: PDF úspěšně regenerován s novými nastaveními (bez vynechání), nový počet stránek

# Regeneruji PDF s novými nastaveními (bez vynechání stránek pro preview)...
source: Regenerating PDF with new settings (without page skipping for preview)...
cs: Regeneruji PDF s novými nastaveními (bez vynechání stránek pro preview)...

# Aktuální nastavení
source: Current settings
cs: Aktuální nastavení

# Regenerace PDF přeskočena - žádný původní dokument
source: PDF regeneration skipped - no original document
cs: Regenerace PDF přeskočena - žádný původní dokument

# PDFThumbnailsView se aktualizuje - počet stránek
source: PDFThumbnailsView updating - page count
cs: PDFThumbnailsView se aktualizuje - počet stránek

# PDFThumbnailsView se ukončuje
source: PDFThumbnailsView terminating
cs: PDFThumbnailsView se ukončuje

# Otevírám PDF v Preview...
source: Opening PDF in Preview...
cs: Otevírám PDF v Preview...

# Otevírám PDF v Preview s aplikováním filtru vynechání stránek...
source: Opening PDF in Preview with page skipping filter applied...
cs: Otevírám PDF v Preview s aplikováním filtru vynechání stránek...

# v preview
source: in preview
cs: v preview

# do preview
source: to preview
cs: do preview

# Preview bude obsahovat
source: Preview will contain
cs: Preview bude obsahovat

# stránek (původně
source: pages (originally
cs: stránek (původně

# Nelze získat data z PDF dokumentu
source: Cannot get data from PDF document
cs: Nelze získat data z PDF dokumentu

# PDF uloženo do dočasného souboru
source: PDF saved to temporary file
cs: PDF uloženo do dočasného souboru

# Filtrované PDF uloženo do dočasného souboru
source: Filtered PDF saved to temporary file
cs: Filtrované PDF uloženo do dočasného souboru

# Dočasný soubor smazán
source: Temporary file deleted
cs: Dočasný soubor smazán

# Chyba při ukládání PDF pro preview
source: Error saving PDF for preview
cs: Chyba při ukládání PDF pro preview

# Chyba při ukládání filtrovaného PDF pro preview
source: Error saving filtered PDF for preview
cs: Chyba při ukládání filtrovaného PDF pro preview

# Nelze získat data z filtrovaného PDF dokumentu
source: Cannot get data from filtered PDF document
cs: Nelze získat data z filtrovaného PDF dokumentu

# Ukládám PDF...
source: Saving PDF...
cs: Ukládám PDF...

# Nastavení uložena
source: Settings saved
cs: Nastavení uložena

# Nastavení načtena
source: Settings loaded
cs: Nastavení načtena

# Chyba při ukládání
source: Error saving
cs: Chyba při ukládání
